;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
; TranslationAuthor: JoGeJen, Andy Kleinert
; TranslationAuthorEmail: ka7137-277@online.de, andy.kleinert@gmail.com
; Soft Version: 10.2.9.689
; Update: March 23, 2020
;

[AutoClean]
ErrorsFixed=Fehler wurden behoben.
ErrorsFound=Fehler gefunden.
Title=Glückwunsch!

[AutoUpdate]
CANCEL=Abbrechen
Canceling=Wird abgebrochen …
CurrentFile=Aktuelle Datei:
Ready=Zum Herunterladen bereit

[EUASK]
FrmEuaskLogin.WiseLabel1.Caption=Name:
FrmEuaskLogin.WiseLabel2.Caption=Passwort:
FrmEuaskLogin.WiseSimpleButton1.Caption=Anmelden
FrmEuaskLogin.btnlogin.caption=Anmelden
FrmEuaskLogin.btnnone.Caption=Jetzt nicht
FrmEuaskLogin.btnpwd.Caption=Passwort vergessen?
FrmEuaskLogin.btnreg.caption=Registrieren
FrmEuaskLogin.btnregister.Caption=Registrieren
FrmEuaskLogin.lbl1.Caption=Passwort:
FrmEuaskLogin.lbl2.Caption=E-Mail-Adresse:
FrmEuaskLogin.lblJoin.Caption=Euask beitreten
FrmEuaskLogin.lblSign.Caption=Bei Euask anmelden
FrmEuaskLogin.lblnick.Caption=Name:
inputuser=Bitte Passwort und Benutzername eingeben.
logincaption=Anmelden
regcaption=Registrieren

[ErrorMessage]
ComSourceNotExist=COM Quelle nicht gefunden.
ComSourceNotExist1=COM Quelle nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
EmptyCLSID=CLSID ohne Inhalt.
EmptyHelpdirctory=Hilfeordner ohne Inhalt.
EmptyKey=Schlüssel ohne Inhalt
EmptyValue=Wert ohne Inhalt
Emptyshellcommand=Leeres Shell-Kommando.
FileNotExist=Datei/Ordner nicht gefunden
FileNotExist1=Datei/Ordner nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
Fontsnotexist=Schriftartdatei nicht gefunden.
HFileNotExist=Hilfe-Datei/-Ordner nicht gefunden
Hijacking=%s wurde von %s gekapert.
Invalidpathtoicon=Ungültiger Pfad zum Symbol.
Invalidshellcommand=Ungültiges Shell-Kommando (Datei nicht gefunden).
MRULists=Verlaufslisten
MUIError=Fehlender MUI Bezug
MUIError1=Fehlender MUI Bezug. Aber Laufwerk "%s" ist %s. Dieser Fehler kann ignoriert werden.
MimeExName=Ungültige MIME Dateierweiterung: %s
NodeEmpty=Knoten ohne Inhalt
ObsoleteStartMenuItem=Veraltetes Startmenüelement.
OpenWithError=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht.
OpenWithError1=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht. Aber das Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
ReferActivex=Verweis auf einen ungültigen ActiveX/COM Eintrag.
ReferstoaninvalidClass=Verweist zu einer ungültigen Klasse.
ServiceNotExists=Angegebenes Dienstprogramm nicht gefunden.
SharedFilenotexist=Gemeinsame Dateien nicht gefunden.
SoundFilenotexist=Sounddatei nicht gefunden.
TypeLib=Typbibliothek nicht gefunden:
invalidOpenWith=Keine diesem Typ zugeordnete Anwendung.
invalidUnistall=Ungültige Deinstallationsinformation.
noconnection=Ohne Dateiverbindungsinformation.
notexist=: nicht gefunden.
sharedfilenotbeuse=Nicht genutzte gemeinsame Datei.

[GUI]
ButtonClose=Schließen
ButtonMaximize=Maximieren
ButtonMenu=Menü
ButtonMinimize=Minimieren
ButtonNo=Nein
ButtonOK=Ok
ButtonRestore=Sicherung wiederherstellen
ButtonYes=Ja
Support=Hilfe und Feedback
; Wise RegistryCleaner :: 9.44.615 - 2017-05-11
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
; Soft Version = 9.44
;
[Lang]
NativeLanguage=Deutsch

[Message]
7After=Seit der letzten Reinigung sind %d Tage vergangen. Es empfiehlt sich eine sofortige Prüfung.
7Before=Eine saubere Registrierung begünstigt den Erhalt der Leistungsfähigkeit des Computers!
ActivateOnline=Ihre Registrierungsdaten werden geprüft. Bitte einen Moment Geduld …
Activated=Die Vollversion wurde aktiviert.
AdviseClean=Regelmäßiges reinigen kann die Leistung und Stabilität des Computers erhöhen.
Advisedefrag=Eine geordnete Registrierung begünstigt den Erhalt der Leistungsfähigkeit und Stabilität des Computers.
Area=Bereich
BackupDate=Sicherungszeitpunkt
BackupType=Sicherungstyp
CannotCrTask=Die Aufgabenplanung kann nicht erstellt werden.
CleanDone=Die Reinigung ist abgeschlossen!
CleanNow=Klick auf Reinigen, um vorhandene Probleme zu beheben.
ComfirmDefrag=Um Datenverlust zu vermeiden, sollten Sie jetzt alle bisher noch nicht vollständig gesicherten Arbeiten speichern und sämtliche auf dem Desktop geöffneten Programme schließen, denn unmittelbar nach dem Aufräumen erfolgt ein sofortiger Neustart des Computers. Soll das Aufräumen jetzt gestartet werden?
Complete=Abgeschlossen
Compress=Wird komprimiert …
ConnectFail=Server nicht erreichbar. Bitte Internetanschluss prüfen und noch mal probieren.
CreateBackup=Sicherungsdaten werden erstellt…
CreateDate=Erstellt am
Daily=Täglich
DefaultValue=(Standard)
DefragRate=Die Größe der Registrierung kann um %s reduziert werden.
DefragReport=Die Registrierung wurde optimiert. Statusbericht:
DefragReport1=Alte Größe:
DefragReport2=Neue Größe:
DefragReport3=Optimierte Größe:
Description=Beschreibung
DupItem=Dieses Element ist bereits in der Liste enthalten.
EmptyEmail=E-Mail-Adresse eingeben
EmptyName=Benutzername eingeben
EmpytKey=Lizenzschlüssel eingeben
EnableRestore=Die Systemwiederherstellung ist deaktiviert. Soll sie aktiviert werden?
EnterEmail=E-Mail-Adresse eingeben
EnterKey=Lizenzschlüssel eingeben
EnterName=Namen eingeben
ErrorMsg=Fehlermeldung:
ExImport=Die Ausnahmeliste wurde exportiert nach:
Exported=Die aktuellen Daten wurden nach %s exportiert. Jetzt öffnen?
Extracte=Entpacke…
FindError=Insgesamt %d Problem(e) gefunden • Für %d ist eine Freigabe erforderlich
Friday=Freitag
GoodHabit=Regelmäßiges reinigen begünstigt den Erhalt der Leistungsfähigkeit des Computers.
Idle=Im Leerlauf
InvalidEmail=Ungültige E-Mail-Adresse. Bitte eine gültige Adresse eingeben.
InvalidKey=Ungültiger Lizenzschlüssel. Bitte einen gültigen Schlüssel eingeben.
InvalidRegInfo=Ungültige Registrierungsinformationen!
IsRunning=Prüfung wird ausgeführt. Bitte den Abschluss abwarten und dann nochmal versuchen.
IssueFound=Probleme: %d
KeyWord=Bitte einen Suchbegriff eingeben:
Keyname=Schlüsselname
LastClean=Zuletzt bereinigt:
LastDefrag=Die Registrierung wurde zuletzt bereinigt am
LeastOne=Bitte mindestens einen Bereich zur Prüfung auswählen.
LogAll=Von %d Problem(en) wurde(n) %d behoben.
LogFail=%d Problem(e) konnte(n) nicht entfernt werden.
Login=Bei der Anmeldung
MWDetected=MalwareBytes wird erkannt, um %s zu blockieren. Klick auf OK, um die Lösung zu bekommen.
Monday=Montag
Monthly=Monatlich
NeedAdmin=Diese Funktion ist dem Administrator vorbehalten. Möchten Sie diese Funktion starten, melden Sie sich bitte als Administrator an.
NeedBack=Es scheint, dass Sie dieses Programm zum ersten Mal verwenden. Eine sofortige Sicherung der Registrierung wird empfohlen. Möchten Sie jetzt eine automatische Sicherung erstellen?
Never=Nie
NeverClean=Ihre Registrierung wurde noch nicht bereinigt. Eine sofortige Bereinigung wird empfohlen!
NeverDefrag=Ihre Registrierung wurde noch nicht defragmentiert. Eine sofortige Defragmentierung wird empfohlen!
NewVer=Eine neue Version ist verfügbar! Möchten Sie diese jetzt aktualisieren?
Newsletter=Neue Nachrichten
NoBackupSelected=Bitte mindestens eine Sicherung zur Wiederherstellung auswählen.
NoError=Glückwunsch, die Registrierung ist sauber!
NoNewVer=Diese Version ist die aktuellste Ausgabe!
NoNews=Keine ungelesene Nachricht vorhanden.
NoRegInfo=Kann die Registrationsdaten nicht finden. Wenn das ein Fehler sein sollte, kontaktieren Sie uns bitte.
NotSupportOS=Die Funktion wird von diesem Betriebssystem nicht unterstützt.
Optimized=Optimiert
OverMaxTimes=Die maximale Anzahl von Aktivierungen wurde überschritten.
Problems=Probleme
Proupdate=Leider unterstützt die Werbegeschenk-Version keine Upgrades, aber wir können Ihnen einen Sonderrabatt gewähren, damit Sie die neueste Version erhalten. Andernfalls wird sie zur KOSTENFREIEN (funktionsreduzierten) Version, wenn Sie sich für eine Aktualisierung entscheiden. Fortfahren?
ReOptimize=Optimierung wiederholen
ReScanHint=%d Problem(e) gefunden. Es empfiehlt sich, die Prüfung zu wiederholen.
ReScanHint1=Es wird empfohlen, erneut zu prüfen, um mögliche Probleme schnellstmöglich zu finden.
ReScanHint2=Um Probleme zu finden, bitte erneut prüfen.
RegBackup=Registrierung sichern
RegRestore=Registrierung wiederherstellen
RegeditorLocked=Der Zugang zu RegEdit ist gesperrt. Die Funktion zum Sichern/Wiederherstellen erfordert einen ungehinderten Zugang zu RegEdit. Möchten Sie die Sperrung von RegEdit jetzt aufheben?
RemoveSysRestore=Möchten Sie den markierte Wiederherstellungspunkt wirklich löschen?
Removebackup=Möchten Sie die markierte Sicherung wirklich löschen?
RestoreComplete=Wiederherstellung abgeschlossen.
RestoreFromSysRestore=Zur Wiederherstellung muss der Computer neu gestartet werden. Jetzt neu starten?
RestorePointDone=Der Wederherstellungspunkt wurde erfolgreich erstellt.
RestorePointFail=Das Erstellen des Wiederherstellungspunktes ist fehlgeschlagen.
RestoreReg=Registrierung wird wiederhergestellt. Bitte etwas Geduld …
Saturday=Samstag
ScanCanceled=Überprüfung wurde abgebrochen!
Scanning=Prüfung wird ausgeführt
ScheduleHint=Registrierung des Computers regelmäßig bereinigen.
ScheduleNextTime=Nächster Prüflauf:
StartClean=Bereinigen
StartScan=Durchsuchen
StopAndExit=Suchlauf wird ausgeführt. Möchten Sie den Vorgang abbrechen und die Anwendung jetzt beenden?
SuggestDefrag=Eine sofortige Defragmentierung der Registrierung wird empfohlen.
SuggestIgnore=Alles im grünen Bereich! Eine erneute Prüfung ist erst zu einem späteren Zeitpunkt erforderlich.
Summary=Beschreibung
Sunday=Sonntag
SysCreating=Systemwiederherstellungspunkt wird erstellt …
SysRestoring=Wiederherstellung des Systems wird vorbereitet …
ThanksRegister=Danke für die Registrierung dieses Produkts!
Thursday=Donnerstag
Total=Gesamt
TotalDefrag=Bisher wurde insgesamt %.2f nutzloser Restmüll entfernt.
TranslateTo=Übersetzen nach …
TranslateTo=Übersetzen nach …
Tuesday=Dienstag
TypeChanged=Die zu prüfenden Elemente wurden geändert!
TypeNoError=Sauber
Unoptimized=Nicht optimiert
UpdateError=Aktualisierungsfehler! Soll die neueste Version von unserer Webseite heruntergeladen werden?
UpgradeInfo=Aktualisierungsinformationen
Username=Benutzername
Valuenrea=Wertname
WRCRunning=Anwendung wird ausgeführt
Wednesday=Mittwoch
Weekly=Wöchentlich
WhenIdle=Im Leerlauf
WhenLogin=Nach Anmeldung
alluser=Alle Benutzer
bkAuto=Automatisch
bkManual=Manuell
currentuser=Aktueller Benutzer
def15After=Seit der letzten Defragmentierung Ihrer Registrierung sind %d Tage vergangen. Bitte jetzt defragmentieren!
def15Before=Ihr Computer wird schnell und stabil laufen, wenn Sie Ihre Registrierung so kompakt wie möglich halten.
failtounLock=Entsperren von RegEdit fehlgeschlagen. Möglicherweise benötigen Sie höhere Rechte, um diese Operation zu ermöglichen.

[Renew]
Describe=Sie könnten die Vorzüge der Pro-Version verlieren.
Price=Nur Pro %s erneuern!
Renew=Jetzt erneuern
subscribed=Do not remind me again.
title=Wise Registrierung Cleaner PRO endet in %d Tag(en)!
title1=Ihr Lizenzschlüssel ist abgelaufen. Bitte zeitnah erneuern!

[Skin]
SkinBlue=Blau
SkinColor=Eigene Farbe
SkinCustom=Benutzerdefiniert
SkinDefault=Standard
SkinGreen=Grün

[Summary]
Activex=Ungültige ActiveX- und COM-Komponenten
App=Ungültige Anwendungs-Einstellungen
ApplicationPaths=Ungültig registrierte Anwendungspfade und Dateien
ContextMenu=Ungültige Kontextmenüeinträge
EmptyKey=Einträge ohne Informationen
FileTypes=Ungültige Dateitypinformationen
FireWall=Ungültige Einstellungen der Windows Firewall
Fonts=Ungültige Schriftartinformationen
HelpFiles=Ungültig registrierte Hilfedateien
IEUrlHistory=Verlauf der mit dem IE besuchten Websites
IFEO=Schädliche Einträge, die durch Spyware, Viren oder Malware erstellt wurden
MRULists=Verlauf der vom Benutzer aufgerufenen Dateien, wiedergegebenen Filme, bearbeiteten Dokumente usw.
MUICache=Fehlender Bezug zum MUI-Zwischenspeicher
RootAll=Ungültige Pfade und Dateien
Services=Ungültige Windowsdienste
SharedDLL=Fehlende gemeinsam genutzte Dynamic-Link-Bibliotheken
SoftwareSection=Durch gelöschte Anwendungen verbliebene ungültige Pfade und Dateien
SoundandAppEvents=Veraltete oder ungültige Einstellungen von Sounds und Ereignissen
StartMenu=Veraltete Startmenüeinträge
StartupProgram=Veraltete/ungültige automatisch gestartet Anwendungen
UninstallSection=Nutzlose/ungültige Deinstallationsinformation

[Translation]
;
; Reading habits
;
Confirm = Bestätigung
;
; Main GUI
;
DefaultCharset = ANSI_CHARSET
;
; Message box
;
DefaultFont = Tahoma
DefaultFontSize = 8
Error = Fehler
FrmAbout.lblemail.caption=E-Mail-Hilfe:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Den folgenden Personen gilt unser besonderer Dank für ihre Mitwirkung:
FrmAbout.lblver.caption=Aktuelle Version:
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmAboutWin.caption=Über Wise Registry Cleaner
FrmAutorunSettings.btnhelp.caption=Onlinehilfe
;
; Exclusion List
; 
FrmAutorunSettings.chk1.caption=Erstellen Sie ein Symbol „1-Klick-Bereinigung” und legen Sie es auf den Desktop ab
FrmAutorunSettings.lblcmd.caption=Kommandozeilenmodus
FrmAutorunSettings.lblcmdinfo.caption=Für das automatische Prüfen und Reinigen der Registrierung kann das Programm per Kommandozeile gestartet werden. • Für weitere Informationen bitte auf  [F1]  drücken  oder  mit dem Mauszeiger  und einem Linksklick auf die unten stehende Verknüpfung klicken, um in unserer Onlinehilfe zu lesen.
FrmBackup.btnreg.caption=Vollständige Sicherung der Registrierung erstellen
FrmBackup.btnsys.caption=Systemwiederherstellungspunkt erstellen
FrmBackup.caption=Sicherung erstellen
FrmExclusion.btnAdd.caption=Hinzufügen
FrmExclusion.btnExport.caption=Exportieren
FrmExclusion.btnRemove.caption=Entfernen
FrmExclusion.btnimport.caption=Importieren
FrmGeneral.WiseLabel1.caption=Auf Aktualisierungen prüfen:
FrmGeneral.WiseLabel2.caption=Standardsprache:
FrmGeneral.btnbr.caption=Durchsuchen …
FrmGeneral.btnchecknew.caption=Jetzt prüfen
FrmGeneral.chkNews.caption=Newsletter automatisch abrufen
FrmGeneral.chkassist.caption=Benachrichtigen, wenn jemand eine bezahlte Frage gestellt hat.
FrmGeneral.chkbackup.caption=Vor dem Bereinigen, Registrierung automatisch sichern
FrmGeneral.chkexp.caption=Am Programm zur Verbesserung der Kundenzufriedenheit teilnehmen
FrmGeneral.chkuac.caption=UAC übergehen
FrmGeneral.ckRestorePoint.caption=Systemwiederherstellungspunkt automatisch vor der Defragmentierung erstellen
;
; Auto Run
;
FrmGeneral.lblBackup.caption=Sicherung auf:
FrmGeneral.lblexp.caption=Details
FrmGeneral.lblscanmode.caption=Wie man das Registrierung überprüft
FrmGeneral.lbtran.caption=Übersetzen nach …
FrmGeneral.rddeep.caption=Tiefensuche
FrmGeneral.rdnormal.caption=Standardsuche
FrmGeneral.rdssafe.caption=Schnelltest
FrmOptimizer.btnDefault.caption=Systemstandard

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimieren
FrmOptimizer.btnall.caption=Alles anwählen
FrmOptimizer.btnnone.caption=Alles abwählen
FrmOptimizer.btnoptimize.caption=Optimieren
;
; Reg Defrag
;
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=„Wise PC Engineer” ist ein Bündel wichtiger Registrierungs-, Festplatten- und anderer Systemprogramme für Ihren PC. Einfach zu benutzen und effektiv!
FrmOptimizer.lblre.caption=Möchten Sie die Leistung von Windows weiter verbessern?
FrmOptimizer.lblrecommendinfo.caption=Bitte probieren Sie auch unsere anderen Produkte von wisecleaner.com aus!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblwdcinfo.caption=„Wise Disk Cleaner” ist das beste kostenlose Festplatten-Tool zur Entfernung von Junk-Dateien und Datenschutzspuren. Schnell, gründlich und sicher!

;
; DefProcess
;
FrmProcess.Caption=Registrierung prüfen
FrmProcess.lblinfo.caption=Ihr PC wird für einige Sekunden oder Minuten nicht mehr reagieren.
FrmProcess.lblwait.caption=Prüfung wird ausgeführt …
FrmProcess.lblwait.caption=Prüfung wird ausgeführt, bitte warten …
FrmReg.btnContact.caption=Kontaktieren Sie uns
FrmReg.btnReg.caption=Registrieren
FrmReg.btnbuy.caption=Jetzt kaufen


;
; Reg Cleaner
;
FrmReg.caption=Registrieren
FrmReg.lblKey.caption=Lizenzschlüssel:
FrmReg.lblUser.caption=Ihr Name:
FrmReg.lblemail.caption=E-Mail-Adresse:
FrmReg.lblhelp.caption=Problem mit dem Lizenzschlüssel?
FrmReg.lblinfo.caption=Danke, dass Sie Wise Registrierung Cleaner gewählt haben
FrmReg.lblinfoex.caption=Bitte Lizenzschlüssel eingeben, um die PRO-Version zu aktivieren.
FrmRegClean.WiseLabel1.caption=Terminplaner
FrmRegClean.btnCustom.caption=Benutzerdefiniert
FrmRegClean.btnScan.caption=Durchsuchen
FrmRegClean.btnall.caption=Alles anwählen
FrmRegClean.btncancel.caption=Abbrechen
FrmRegClean.btnnone.caption=Alles abwählen
FrmRegClean.btnre.caption=Empfohlen
FrmRegClean.btnrescan.caption=Startseite
FrmRegClean.lblCustomHint.Caption=Ausgewählte Bereiche durchsuchen
FrmRegClean.lblDefaultHint.Caption=Nur sichere Einträge durchsuchen
FrmRegClean.lblFullHint.Caption=Vollständige Suche für erfahrene Benutzer
FrmRegClean.lblstat.caption=Ihre Registrierung wurde noch nie bereinigt. Eine sofortige Bereinigung wird empfohlen!
FrmRegClean.lbltime.caption=Startzeit:
FrmRegClean.lbltype.caption=Prüfmodus
FrmRegClean.lblweek.caption=Wochentag:
FrmRegClean.vtrc.Columns[0]=Daten
FrmRegClean.vtrc.Columns[1]=Registrierungsschlüssel
FrmRegDefragger.btnAnalysis.caption=Prüfen
;
; Custom scan areas
;
FrmRegDefragger.btndefrag.caption=Defragmentieren
FrmRegDefragger.lblinfo.caption=Durch die Defragmentierung der Registrierung kann Ihr PC schneller und stabiler arbeiten.
FrmRegDefragger.lblinfo1.caption=1. Es wird empfohlen, alle anderen Anwendungen zu schließen, bevor Sie diese Funktion ausführen.
FrmRegDefragger.lblinfo2.caption=2. Das System wird während der Analyse vorübergehend nicht reagieren — das ist normal.
FrmRegDefragger.lblinfo3.caption=3. Das System wird automatisch neu gestartet, sobald die Defragmentierung der Registrierung abgeschlossen ist.
FrmRegDefragger.lblinfo4.caption=4. Bitte unterbrechen Sie den Defragmentierungsprozess nicht, da dies unbekannte Folgen haben kann.
FrmRegDefragger.lblstat.caption=Ihre Registrierung wurde noch nie defragmentiert. Eine sofortige Defragmentierung wird empfohlen!
FrmRegDefragger.vtdefrag.Columns[0]=Bereich
FrmRegDefragger.vtdefrag.Columns[1]=Aktuelle Größe
FrmRegDefragger.vtdefrag.Columns[2]=Gereinigte Größe
FrmRegDefragger.vtdefrag.Columns[3]=Anteiliger Datenmüll
FrmRestore.btnRegBk.caption=Sicherung der Registrierung
FrmRestore.btnSysBK.caption=Systemwiederherstellung
FrmRestore.btnclose.caption=Schließen
FrmRestore.btnremove.caption=Entfernen
;
; Update
;
FrmRestore.btnrestore.caption=Sicherung wiederherstellen
FrmRestore.caption=Wiederherstellungszentrum
FrmScheduler.caption=Automatische Aufgabe planen
;
; Backup and Restore
;
FrmSettings.btncancel.caption=Abbrechen
FrmSettings.btnok.caption=OK
FrmSettings.btnrestore.caption=Über …
FrmSettings.caption=Einstellungen
FrmSettings.tsAutoRun.caption=Autostart
FrmSettings.tsCommon.caption=Allgemein
FrmSettings.tsExclusion.caption=Ausschließen
FrmSettings.tsUsers.caption=Benutzer
FrmUsers.lblinfo.caption=Die Benutzer auswählen, für den Wise Registry Cleaner verwendet werden soll
FrmUsers.rdauser.caption=Alle Benutzer
FrmUsers.rdcuser.caption=Nur aktueller Benutzer
FrmUsers.rdusers.caption=Ausgewählte Benutzer
FrmWRC.WiseSimpleButton1.caption=Sicherung erstellen
FrmWRC.btnadv.caption=System optimieren
FrmWRC.btnassist.caption=Unterstützung
FrmWRC.btnemail.hint=Mit Freunden teilen
FrmWRC.btnfacebook.hint=Folgen Sie uns auf Facebook
FrmWRC.btnlikeit.caption=Gefällt mir
FrmWRC.btnmessage.caption=Nachricht
FrmWRC.btnregclean.caption=Registrierung bereinigen
FrmWRC.btnrestore.caption=Sicherung wiederherstellen
FrmWRC.btnsettings.caption=Einstellungen
FrmWRC.btnsilm.caption=Registrierung defragmentieren
FrmWRC.btnsuggest.caption=Vorschläge und Rückmeldungen
FrmWRC.btntwitter.hint=Folgen Sie uns auf Twitter
FrmWRC.btnupdate.caption=Auf Aktualisierungen prüfen
Frm_br.btncancel.caption=Abbrechen
Frmcustom.btnall.caption=Alles anwählen
Frmcustom.btncancel.caption=Abbrechen
Frmcustom.btnnone.caption=Alles abwählen
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmcustom.btnre.caption=Empfohlen
Frmcustom.caption=Benutzerauswahl
Frminput.btncancel.caption=Abbrechen
;
; General Settings
;
Frminput.btnok.caption=Ok
FrmlikeUs.Caption=Gefällt mir
FrmlikeUs.btndownload.caption=Kostenlos herunterladen:
FrmlikeUs.imgface1.hint=Auf Facebook teilen
FrmlikeUs.imgface2.hint=Folgen Sie uns auf Facebook
FrmlikeUs.imgmail.hint=Mit Freunden teilen
FrmlikeUs.imgrate.hint=Bewerten Sie uns mit 5 Sternen
FrmlikeUs.imgtwitter1.hint=Auf Twitter teilen
FrmlikeUs.imgtwitter2.hint=Folgen Sie uns auf Twitter
FrmlikeUs.lblInfo.caption=Bitte teilen Sie Wise Registry Cleaner mit Ihrer Familie, Ihren Freunden, Klassenkameraden und Kollegen per E-Mail, Blog, Twitter, YouTube, Facebook usw.Prima! Sie bringen Bequemlichkeit und Effizienz in deren Leben.
FrmlikeUs.lblRate.caption=Wise Registrierung Cleaner bewerten:

;
; Like Us
;
FrmlikeUs.lblTitle.caption=Wenn Ihnen Wise Registrierung Cleaner gefällt, empfehlen Sie es doch bitte auch ihren Freunden.
FrmlikeUs.lbldownload.caption=Weitere Freeware von WiseCleaner.com herunterladen
FrmlikeUs.lblfollow.caption=Folgen Sie uns auf:
FrmlikeUs.lblshare.caption=Wise Registrierung Cleaner teilen:
Frmoptimizer.lblinfoex.caption=Optimierungen können das Netzwerk verbessern, Windows beschleunigen und das System stabilisieren!
Information = Information
LangCode=0407
LanguageName = GER
ReadHabit = Left-to-right
;
;Font and Charset
;
TFrmScheduler.lblHint.caption=Die geplante Aufgabe wird als Schnelltest ausgeführt.
Warning = Warnhinweise
frmupdate.caption=Anwendung aktualisieren
;
; Popup Menus
;
pmAbout=Über Wise Registry Cleaner …
pmAll1=Alles auswählen
pmCheckNew=Nach Aktualisierungen suchen
pmContact=Kontaktieren Sie uns
pmExport=Exportieren nach …
pmGo=Im Registrierungseditor öffnen …
pmHelp=Onlinehilfe
pmHome=Homepage
pmIgnore=Diesen Eintrag ignorieren
pmLang=Sprachen (Languages)
pmLicenseKey=Lizenzschlüssel ändern
pmLicenseKey1=Registrieren
pmNone=Alles abwählen
pmPortable=Portableversion erstellen
pmSkin=Aussehen ändern
pmforum=Forum
pmrec=Sichere Einträge wählen

[Tuneup]
AeroPeek=Anzeigegeschwindigkeit von Aero Peek beschleunigen.
AeroSnap=Aero Snap beschleunigen, damit Miniaturbilder schneller angezeigt werden.
AutoKill=Nicht reagierende Prozesse beenden, um Systemabstürze zu vermeiden.
BlueReboot=Automatischen Neustart nach einem Blue-Screen deaktivieren.
BootDelay=Die Zeit der Laufwerksprüfung (check disk) für einen schnelleren Systemstart verringern.
BootPartition=Die Optimierungsfunktion für einen schnelleren Systemstart aktivieren.
BootSpeedup=Systemstart/Herunterfahren beschleunigen.
ClearPagingFile=Das Leeren der Auslagerungsdatei für ein schnelleres Herunterfahren deaktivieren.
CloseAnimate=Die Übergangseffekte für eine bessere Darstellungsleistung deaktivieren.
Debugger=Debugger für eine schnellere Fehlerbehandlung deaktivieren.
DisAutoRun=Autoplay zur Vermeidung von Infektionen mit Malware für alle Laufwerke deaktivieren.
DisableDefragBoot=Aufräumen beim Hochfahren deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableDefragIdle=Automatisches aufräumen im Leerlauf deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableIDECheck=Für einen schnelleren Start, die IDE Leitungskontrolle von Windows verhindern.
DisablePrefetch=Prefetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableSuperPrefetch=Superfetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
EnableTRIM=TRIM aktivieren, um die Leistungsfähigkeit von SSD Laufwerken zu erhalten.
ErrorReport=Fehlerberichtserstellung zur Verbesserung der Systemleistung deaktivieren.
FileListSpeed=Aktualisierungsrichtlinie von Windows Dateiliste optimieren.
ForeAppSpeed=Antwortgeschwindigkeit von Programmen im Vordergrund beschleunigen.
IconCache=Desktopanzeige beschleunigen und Iconcache erhöhen.
ItemsOptimized=%d Elemente wurden optimiert.
NetworkSpeedup=Netzwerkbeschleunigung
NoItems=Glückwunsch! Alle Elemente sind optimiert.
NoSelectedItem=Bitte mindestens ein Element auswählen.
OptDNS=DNS und DNS-Syntaxanalyse-Geschwindigkeit optimieren.
OptDiskIdle=Wenn die CPU im Leerlauf ist, die Ein/Ausgabe der Laufwerkprozesse optimieren.
OptDiskSystem=Ein/Ausgabe des Laufwerksubsystems für eine höhere Systemleistung optimieren.
OptEthernet=Leistung der Netzwerkkarte optimieren.
OptFileSystem=Dateisystem für eine höhere Systemleistung optimieren.
OptIEConnection=Anzahl der Verbindungen pro Server erhöhen. Anzeigegeschwindigkeit von Webseiten und betrachten von Online-Video verbessern.
OptItems=Folgende %d Elemente können optimiert werden.
OptLAN=LAN-Verbindung optimieren.
OptMTU=Während dem Routing über die MTU-Auto-Erfassung, die Leistung von TCP/IP per Auto-Erkennung "schwarzer Löcher" optimieren.
OptMemory=Standard-Speichereinstellungen für mehr Systemleistung optimieren.
OptNetForward=Die Vorratspeicherung für eine bessere Netzwerkleistung optimieren.
OptNetWork=Die Netzwerkeinstellung für eine verbesserte Datenübertragung optimieren.
OptTTL=TTL (TimeToLive) für eine verbesserte Netzwerkleistung optimieren.
OptVEff=Auswahlelemente (Menüs, Dialogbox, usw.) für eine höhere Systemleistung optimieren.
OptWINS=Die Namensauflösung von WINS für eine verbesserte Datenübertragung optimieren.
PagingExecutive=Für eine erhöhte Programmleistung und Reduzierung der Laufwerkprozesse bei der Ein/Ausgabe, die Speicheradressierung deaktivieren (wird ignoriert, wenn Speicher kleiner als 1 GB)
PorcessorTime=Zur schnelleren Ausführung von Anwendungen, Spiele usw., die Leistung der CPU optimieren (wird bei Serverbetrieb ignoriert)
PrefetchParameters=Prefetch-Parameter für einen schnelleren Systemstart optimieren.
PreviewUP=Anzeigegeschwindigkeit der Taskleistenvorschau erhöhen.
RemoteRegAccess=Änderung der Registrierung durch einen Remote-Computer deaktivieren.
RestartExplorer=Automatischer Neustart des Windows Explorer, um ein unerwartetes verschwinden des Desktops zu verhindern.
RestoreAll=Möchten Sie alle Elemente auf den Windows-Standard zurücksetzen?
SSDSpeedup=SSD Optimieren
ShowSpeed=Reaktionszeit der Systemanzeige verbessern.
StaticIP=Für einen schnelleren Systemstart, lokale Verbindungen über eine statische IP Adresse ansprechen.
SuperPrefetchParameters=Super-Prefetch deaktivieren, um den Speicherverbrauch beim Start von Windows 8/10 zu mindern.
SystemSpeedup=Systembeschleunigung
SystemStable=Systemstabilität
TakeEff=Einige Änderungen benötigen einem Neustart, um wirksam zu werden.
TimeOut=Anwendungsleerlauf beim Schließen verringern, um den Schließvorgang zu verbessern.
TwoProcess=Windows Explorerkomponenten in eigenem Prozess starten, um Konflikte zu vermeiden.

[Type]
Activex=ActiveX/COM-Komponenten
App=Anwendungseinstellungen
ApplicationPaths=Anwendungsverzeichnisse
ContextMenu=Ungültige Kontextmenüeinträge
EmptyKey=Leerer Schlüssel
FileTypes=Dateitypen
FireWall=Firewall-Einstellungen
Fonts=Schriftarten
HelpFiles=Hilfedateien
IEUrlHistory=IE-Verlaufsliste
IFEO=Übernommene Elemente
MRULists=Liste der zuletzt verwendeten Dateien des Benutzers 
MUICache=MUI-Cache
RootAll=Ungültige Pfade
Services=Windowsdienste
SharedDLL=Gemeinsam genutzte Bibliotheken
SoftwareSection=Softwarepfade
SoundandAppEvents=Sound und Anwendungsereignisse
StartMenu=Startmenü
StartupProgram=Während dem Systemstart gestartete Programme
UninstallSection=Uninstaller
